---
kind: enumMember
id: F:Autodesk.Revit.DB.WidthMeasuredAt.Bottom
enum: Autodesk.Revit.DB.WidthMeasuredAt
source: html/71ec86d8-1032-1d91-0114-bc29d8e5d48b.htm
---
# Autodesk.Revit.DB.WidthMeasuredAt.Bottom

The bottom of the wall taking into the base offset before any attachment.